ush/EuropeanInteractions.tex
% Created 2021-09-15 Wed 01:27
% Intended LaTeX compiler: pdflatex
\documentclass{scrartcl}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fontspec}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage[dvipsnames]{xcolor}
\usepackage[colorlinks=true, linkcolor=Blue, citecolor=BrickRed, urlcolor=PineGreen]{hyperref}
\usepackage{indentfirst}
\setmainfont[Ligatures=TeX]{Alegreya}
\setmonofont[Ligatures=TeX]{Liga SFMono Nerd Font}
% features: (acronym par-sep)
\newcommand{\acr}[1]{\protect\textls*[110]{\scshape #1}}
\newcommand{\acrs}{\protect\scalebox{.91}[.84]\hspace{0.15ex}s}
\setlength{\parskip}{\baselineskip}
\setlength{\parindent}{0pt}

% end features
\author{Shaurya Singh}
\date{\today}
\title{European Interactions Assignment \#1}
\colorlet{greenyblue}{blue!70!green}
\colorlet{blueygreen}{blue!40!green}
\providecolor{link}{named}{greenyblue}
\providecolor{cite}{named}{blueygreen}
\hypersetup{
  pdfauthor={Shaurya Singh},
  pdftitle={European Interactions Assignment \#1},
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 28.0.50 (Org mode 9.5)},
  pdflang={English},
  breaklinks=true,
  colorlinks=true,
  linkcolor=,
  urlcolor=link,
  citecolor=cite
}
\urlstyle{same}
\begin{document}

\maketitle

\section{What does the term, ``manifest destiny'' mean?}
\label{sec:org42c5950}
Manifest Destiny, a phrase coined in the mid-19th Century by an American
Journalist, is the idea that the United States is destined by God, to expand its
dominion and spread democracy and capitalism across the entire North American
continent. It led Americans to believe that American society was inherently of
higher value than others, and that it was an imperative and inevitable mission
to incorporate the rest of the North American continent into the United States.

\section{Why did the United States fight/negotiate with dozens on Indian groups for the lands of the Louisiana territory?}
\label{sec:org537c3d7}
Through the fight with the Indian groups, the United States gained control of
the Mississippi, which was crucial for trade at the time. The Louisiana
territory also opened up new land for US settlement and aided them in their
western expansion.
\end{document}
